IDEA Open Model
LoadCaseType Enumeration
Compatible with IDEA StatiCa 20.1
 Type of load case
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum LoadCaseType
Public Enumeration LoadCaseType
Members
Member name | Value | Description
Permanent | 0 |  Permanent
Variable | 1 |  Variable
See Also
Reference
IdeaRS.OpenModel.Detail.Loading Namespace